artillery.yml
config: 
  target: 'http://localhost:3000'
  phases:
    - duration: 60
      arrivalRate: 20
scenarios:
  - flow:
    - post:
        url: '/posts'
        json:
          title: 'title post'
          body: 'the body'


          # name: 'Bud'
          # username: 'yourBud'
          # email: 'bud@buddy.com'
          # password: 'imABud'